224 164 256
101 114 257
116 105 258
111 110 259
258 259 260
110 103 261
114 111 262
104 97 263
34 58 264
32 32 265
265 265 266
266 265 267
266 266 268
268 266 269
265 32 270
116 104 271
258 261 272
101 110 273
263 105 274
66 274 275
97 260 276
114 101 277
111 114 278
101 115 279
108 101 280
112 280 281
224 165 282
105 261 283
115 101 284
104 101 285
67 285 286
286 99 287
287 107 288
279 115 289
99 289 290
262 290 291
291 283 292
97 110 293
34 44 294
273 116 295
55 56 296
296 48 297
55 297 298
49 298 299
69 82 300
97 284 301
281 301 302
109 101 303
113 117 304
304 279 305
102 278 306
273 258 307
271 307 308
308 99 309
309 276 310
84 73 311
111 117 312
117 310 313
105 116 314
116 257 315
315 283 316
257 262 317
317 114 318
278 121 319
117 114 320
299 57 321
112 259 322
322 284 323
279 323 324
306 109 325
325 276 326
321 49 327
327 54 328
328 55 329
329 49 330
320 103 331
331 295 332
79 78 333
311 333 334
115 326 335
293 335 336
114 336 337
330 51 338
338 52 339
305 116 340
78 71 341
311 341 342
80 292 343
108 316 344
105 344 345
108 108 346
70 345 347
105 115 348
314 319 349
114 97 350
350 263 351
82 69 352
97 108 353
86 353 354
123 34 355
65 334 356
82 79 357
82 324 358
84 337 359
65 313 360
312 272 361
82 361 362
79 82 363
282 141 364
271 101 365
282 136 366
99 111 367
367 109 368
368 322 369
368 281 370
369 295 371
82 101 372
372 340 373
101 108 374
118 374 375
280 375 376
116 101 377
370 377 378
377 120 379
117 379 380
69 78 381
354 105 382
98 301 383
112 291 384
115 349 385
111 385 386
112 386 387
372 387 388
314 315 389
109 389 390
80 262 391
391 120 392
282 135 393
80 357 394
100 276 395
382 395 396
262 346 397
397 257 398
353 271 399
256 190 400
66 85 401
401 71 402
69 402 403
68 403 404
103 97 405
405 272 406
277 406 407
103 407 408
103 408 409
65 409 410
320 314 411
411 121 412
99 412 413
105 110 414
105 99 415
118 415 416
257 416 417
99 116 418
418 319 419
417 101 420
114 415 421
45 45 422
293 100 423
72 423 424
424 108 425
116 398 426
259 426 427
67 427 428
277 97 429
425 257 430
69 390 431
116 421 432
432 115 433
392 121 434
381 311 435
85 83 436
104 111 437
72 435 438
268 268 439
34 125 440
256 175 441
121 312 442
81 85 443
73 341 444
429 109 445
116 445 446
280 119 447
100 447 448
100 448 449
105 449 450
77 450 451
429 100 452
104 452 453
84 453 454
117 418 455
100 455 456
391 456 457
77 380 458
352 443 459
116 97 460
460 383 461
279 460 462
109 462 463
258 463 464
464 109 465
465 112 466
363 89 467
348 116 468
468 273 469
469 257 470
76 470 471
100 348 472
372 472 473
258 99 474
115 474 475
65 78 476
97 475 477
108 477 478
69 478 479
97 103 480
293 480 481
481 257 482
107 97 483
102 483 484
77 482 485
483 484 486
289 480 487
109 295 488
121 488 489
97 489 490
80 490 491
97 419 492
70 492 493
97 461 494
68 494 495
346 121 496
117 496 497
102 497 498
290 498 499
99 499 500
117 500 501
83 501 502
116 111 503
438 67 504
504 356 505
83 446 506
374 477 507
112 315 508
97 508 509
100 509 510
65 510 511
405 121 512
512 97 513
256 149 514
73 436 515
78 515 516
118 353 517
517 105 518
518 395 519
69 83 520
459 520 521
277 340 522
285 399 523
101 399 524
72 524 525
84 300 526
526 444 527
76 527 528
83 420 529
97 114 530
110 111 531
97 277 532
451 532 533
450 532 534
151 441 535
115 257 536
85 536 537
97 97 538
256 168 539
167 539 540
105 280 541
70 541 542
256 184 543
84 467 544
82 476 545
282 139 546
102 102 547
547 257 548
117 548 549
66 549 550
256 185 551
256 174 552
539 552 553
553 543 554
299 56 555
555 296 556
556 54 557
557 48 558
558 51 559
559 50 560
118 101 561
339 49 562
262 120 563
563 121 564
284 413 565
73 528 566
70 566 567
85 84 568
568 505 569
84 545 570
112 564 571
394 88 572
572 89 573
570 83 574
574 70 575
575 363 576
576 77 577
577 356 578
271 452 579
101 413 580
83 580 581
76 300 582
101 433 583
77 583 584
65 569 585
10 10 586
65 76 587
86 587 588
588 73 589
589 68 590
590 356 591
77 381 592
592 381 593
593 515 594
89 592 595
531 116 596
521 84 597
84 72 598
587 598 599
598 352 600
73 84 601
601 526 602
601 89 603
82 603 604
85 604 605
77 602 606
262 456 607
112 607 608
85 342 609
357 609 610
300 357 611
611 82 612
83 69 613
333 613 614
80 614 615
69 599 616
72 616 617
73 67 618
86 618 619
300 619 620
620 69 621
82 618 622
97 484 623
75 623 624
263 116 625
102 345 626
263 561 627
277 472 628
311 67 629
109 487 630
100 314 631
117 631 632
65 632 633
69 606 634
115 116 635
97 116 636
100 257 637
114 637 638
79 638 639
278 637 640
110 100 641
263 641 642
100 101 643
367 643 644
374 100 645
105 645 646
102 646 647
642 108 648
648 257 649
277 115 650
650 323 651
73 516 652
618 652 653
112 292 654
394 67 655
655 520 656
656 83 657
657 444 658
84 622 659
69 659 660
77 660 661
83 629 662
109 534 663
312 114 664
72 476 665
111 102 666
339 48 667
665 68 668
668 582 669
10 268 670
75 65 671
256 166 672
595 84 673
256 130 674
366 674 675
483 262 676
630 101 677
104 105 678
105 114 679
119 105 680
680 271 681
678 109 682
79 76 683
683 476 684
684 436 685
67 605 686
613 686 687
112 490 688
256 164 689
71 352 690
71 690 691
691 71 692
65 692 693
693 65 694
694 342 695
256 170 696
134 696 697
99 101 698
73 685 699
363 699 700
67 700 701
117 272 702
262 702 703
661 83 704
422 45 705
303 433 706
98 549 707
256 181 708
441 708 709
65 673 710
80 710 711
65 662 712
76 712 713
69 713 714
83 615 715
352 715 716
80 526 717
65 717 718
68 718 719
65 719 720
98 101 721
117 115 722
97 115 723
115 103 724
109 724 725
117 536 726
99 107 727
285 727 728
99 728 729
70 671 730
671 730 731
442 114 732
116 625 733
108 470 734
98 117 735
600 65 736
736 68 737
80 79 738
352 738 739
739 83 740
740 73 741
741 544 742
670 269 743
256 697 744
116 337 745
568 69 746
746 88 747
77 747 748
339 50 749
76 69 750
750 87 751
68 751 752
68 752 753
73 753 754
77 754 755
755 65 756
756 352 757
83 621 758
679 635 759
107 101 760
109 482 761
70 759 762
277 387 763
10 439 764
764 268 765
84 357 766
333 766 767
767 76 768
768 582 769
67 769 770
67 544 771
65 771 772
70 772 773
108 100 774
312 774 775
284 108 776
776 102 777
99 427 778
256 540 779
109 380 780
65 85 781
781 68 782
782 601 783
99 259 784
89 312 785
102 541 786
83 84 787
787 381 788
788 300 789
787 352 790
73 789 791
76 791 792
790 65 793
793 77 794
256 535 795
680 346 796
65 71 797
476 797 798
77 798 799
799 300 800
83 653 801
97 313 802
436 300 803
101 390 804
102 492 805
86 683 806
806 85 807
807 77 808
808 78 809
568 436 810
82 810 811
66 811 812
97 632 813
735 116 814
70 73 815
815 750 816
815 582 817
109 293 818
256 173 819
105 722 820
114 105 821
821 735 822
105 102 823
116 114 824
67 84 825
85 825 826
68 826 827
394 827 828
97 409 829
100 494 830
111 100 831
831 374 832
110 101 833
365 679 834
87 104 835
104 348 836
99 104 837
104 257 838
103 104 839
111 119 840
119 101 841
10 269 842
108 723 843
99 843 844
844 115 845
73 83 846
68 846 847
352 847 848
122 273 849
258 849 850
105 850 851
67 851 852
115 420 853
256 191 854
68 65 855
855 84 856
856 65 857
857 66 858
858 65 859
859 613 860
259 101 861
256 176 862
97 541 863
70 863 864
864 100 865
363 68 866
866 300 867
839 116 868
115 446 869
838 101 870
65 641 871
80 333 872
78 861 873
443 520 874
69 874 875
817 875 876
108 111 877
401 70 878
878 70 879
879 300 880
97 510 881
97 121 882
110 97 883
883 303 884
67 79 885
885 77 886
886 652 887
119 104 888
888 415 889
889 104 890
121 115 891
891 377 892
892 109 893
115 893 894
109 121 895
257 101 896
118 257 897
271 257 898
119 775 899
414 635 900
405 900 901
900 293 902
902 698 903
841 346 904
108 121 905
101 116 906
112 101 907
263 110 908
468 822 909
39 115 910
833 119 911
108 97 912
111 108 913
108 105 914
914 760 915
285 530 916
781 815 917
872 83 918
918 520 919
919 621 920
320 110 921
283 818 922
118 922 923
257 923 924
83 924 925
116 921 926
277 926 927
560 51 928
381 69 929
809 73 930
930 65 931
116 908 932
99 820 933
530 933 934
77 934 935
89 664 936
97 377 937
917 68 938
938 515 939
560 52 940
86 913 941
103 111 942
942 831 943
87 625 944
109 832 945
877 489 946
109 111 947
947 277 948
76 906 949
101 100 950
87 101 951
100 111 952
647 115 953
39 100 954
531 119 955
107 955 956
49 54 957
117 108 958
530 295 959
112 959 960
312 839 961
460 377 962
377 100 963
909 963 964
282 128 965
112 111 966
111 281 967
907 967 968
102 97 969
97 346 970
969 698 971
315 971 972
109 97 973
973 760 974
110 972 975
73 975 976
119 882 977
117 110 978
835 415 979
979 104 980
835 896 981
888 273 982
115 111 983
83 300 984
859 984 985
985 875 986
111 277 987
102 987 988
636 824 989
72 101 990
82 111 991
991 818 992
991 303 993
40 41 994
101 120 995
240 159 996
947 635 997
98 106 998
817 520 999
999 615 1000
520 615 1001
985 1001 1002
439 268 1003
84 104 1004
117 101 1005
517 1005 1006
84 285 1007
103 906 1008
84 111 1009
271 312 1010
312 116 1011
306 698 1012
119 896 1013
352 83 1014
1014 920 1015
1014 918 1016
1016 300 1017
1014 919 1018
119 723 1019
65 82 1020
77 1020 1021
1021 67 1022
1022 515 1023
1020 311 1024
1024 436 1025
76 1025 1026
115 117 1027
117 112 1028
115 962 1029
273 698 1030
119 625 1031
119 278 1032
105 108 1033
102 105 1034
105 100 1035
840 110 1036
97 561 1037
50 57 1038
84 625 1039
111 998 1040
119 530 1041
50 48 1042
282 129 1043
973 643 1044
97 99 1045
372 1045 1046
1046 258 1047
1047 561 1048
99 108 1049
907 97 1050
1050 107 1051
97 261 1052
106 1052 1053
1053 111 1054
937 977 1055
71 1055 1056
60 47 1057
209 128 1058
969 958 1059
101 418 1060
1040 1060 1061
998 1060 1062
97 100 1063
636 278 1064
273 1064 1065
117 116 1066
66 1066 1067
73 110 1068
279 116 1069
118 279 1070
776 1070 1071
52 57 1072
152 138 1073
104 775 1074
41 58 1075
102 101 1076
643 102 1077
117 635 1078
109 1078 1079
824 1005 1080
721 988 1081
635 350 1082
1082 418 1083
98 1083 1084
877 561 1085
273 100 1086
821 1086 1087
102 1087 1088
1027 837 1089
100 1035 1090
79 1062 1091
1032 100 1092
115 1051 1093
116 822 1094
1094 110 1095
1095 279 1096
105 561 1097
103 1097 1098
1017 69 1099
1099 738 1100
50 53 1101
53 50 1102
97 112 1103
78 111 1104
303 460 1105
52 52 1106
52 55 1107
1032 774 1108
1049 115 1109
346 840 1110
840 257 1111
112 1111 1112
1076 1110 1113
52 48 1114
115 1074 1115
10 266 1116
816 591 1117
51 56 1118
47 47 1119
835 273 1120
83 1065 1121
105 913 1122
278 1122 1123
67 1123 1124
1124 293 1125
1125 722 1126
256 178 1127
263 346 1128
115 1128 1129
111 898 1130
365 109 1131
1045 260 1132
67 111 1133
271 348 1134
414 107 1135
271 1135 1136
995 698 1137
1050 698 1138
84 908 1139
680 1076 1140
1028 100 1141
1141 937 1142
160 226 1143
233 157 1144
1144 158 1145
42 42 1146
112 262 1147
262 109 1148
102 1148 1149
560 50 1150
52 54 1151
51 48 1152
271 896 1153
256 159 1154
55 48 1155
68 964 1156
1153 988 1157
1045 285 1158
98 280 1159
531 1159 1160
312 110 1161
1161 824 1162
99 1162 1163
1163 121 1164
99 1158 1165
876 84 1166
118 111 1167
1167 415 1168
1168 279 1169
1004 961 1170
97 1084 1171
816 578 1172
365 121 1173
117 109 1174
586 268 1175
567 737 1176
711 597 1177
99 1161 1178
414 101 1179
374 1179 1180
67 259 1181
1181 1027 1182
1182 109 1183
1183 257 1184
1181 1034 1185
1185 103 1186
1186 320 1187
1187 276 1188
105 868 1189
591 758 1190
312 641 1191
119 1191 1192
300 352 1193
1193 68 1194
70 1194 1195
69 1195 1196
68 1196 1197
695 748 1198
101 897 1199
108 289 1200
610 720 1201
1058 208 1202
208 176 1203
985 79 1204
1204 609 1205
79 609 1206
817 1206 1207
39 346 1208
132 230 1209
230 152 1210
153 1210 1211
1211 175 1212
191 1212 1213
232 1213 1214
146 187 1215
848 597 1216
103 101 1217
50 56 1218
56 48 1219
49 56 1220
714 585 1221
100 1054 1222
586 266 1223
49 52 1224
52 56 1225
111 774 1226
102 111 1227
1227 1110 1228
784 100 1229
101 1229 1230
83 1230 1231
1059 116 1232
1104 116 1233
72 840 1234
803 578 1235
256 151 1236
52 51 1237
112 530 1238
195 179 1239
348 104 1240
109 112 1241
1241 278 1242
105 1242 1243
1243 116 1244
112 257 1245
101 109 1246
1246 319 1247
77 1247 1248
97 109 1249
105 122 1250
54 56 1251
918 300 1252
999 1252 1253
293 596 1254
99 1254 1255
695 737 1256
828 597 1257
714 610 1258
259 664 1259
104 1259 1260
53 56 1261
49 53 1262
53 48 1263
53 54 1264
764 439 1265
57 49 1266
259 103 1267
1267 1005 1268
314 121 1269
99 1269 1270
1133 303 1271
1004 312 1272
1076 530 1273
50 50 1274
282 140 1275
50 54 1276
49 50 1277
54 48 1278
57 52 1279
49 57 1280
56 54 1281
99 293 1282
1045 1178 1283
84 836 1284
460 760 1285
803 585 1286
916 116 1287
1033 1269 1288
617 610 1289
104 312 1290
1290 284 1291
312 115 1292
860 585 1293
189 1145 1294
131 1294 1295
232 1295 1296
1296 229 1297
72 1037 1298
848 591 1299
98 108 1300
531 1300 1301
567 720 1302
112 1180 1303
105 1303 1304
80 1304 1305
636 315 1306
57 48 1307
134 862 1308
816 585 1309
105 103 1310
1310 110 1311
105 271 1312
87 1312 1313
816 658 1314
118 105 1315
319 1315 1316
105 284 1317
350 1317 1318
643 1232 1319
97 117 1320
1320 284 1321
99 1321 1322
227 128 1323
312 868 1324
54 52 1325
1018 84 1326
1326 352 1327
1327 65 1328
1328 77 1329
271 273 1330
119 870 1331
51 55 1332
57 57 1333
262 117 1334
1334 839 1335
1238 474 1336
280 116 1337
867 597 1338
112 946 1339
101 1339 1340
68 1340 1341
52 53 1342
354 1005 1343
867 578 1344
116 273 1345
966 1345 1346
1346 99 1347
109 1347 1348
643 1348 1349
73 1349 1350
1350 121 1351
99 260 1352
828 716 1353
56 57 1354
877 831 1355
98 1355 1356
1336 958 1357
54 53 1358
1032 271 1359
271 121 1360
986 84 1361
50 52 1362
52 50 1363
50 55 1364
51 50 1365
50 49 1366
49 48 1367
115 882 1368
103 831 1369
1369 115 1370
941 115 1371
1371 99 1372
142 137 1373
150 231 1374
1374 149 1375
1375 140 1376
230 150 1377
173 1377 1378
154 1209 1379
231 1379 1380
239 188 1381
1381 129 1382
1380 181 1383
1383 139 1384
1384 232 1385
1385 175 1386
1386 149 1387
704 658 1388
578 573 1389
848 578 1390
256 182 1391
783 597 1392
978 637 1393
54 57 1394
1227 913 1395
704 585 1396
53 49 1397
66 101 1398
1398 988 1399
1323 130 1400
1154 862 1401
208 184 1402
1402 1058 1403
188 1403 1404
293 698 1405
49 51 1406
73 544 1407
83 1407 1408
1100 1408 1409
738 1408 1410
117 1034 1411
65 1411 1412
1412 100 1413
1413 820 1414
695 770 1415
208 187 1416
1334 868 1417
257 1064 1418
273 1418 1419
71 1419 1420
53 55 1421
951 346 1422
114 121 1423
99 1423 1424
39 116 1425
714 597 1426
49 49 1427
256 1308 1428
293 115 1429
824 1429 1430
1430 1132 1431
722 283 1432
429 116 1433
103 1433 1434
55 52 1435
764 269 1436
1103 907 1437
78 882 1438
658 737 1439
617 597 1440
51 57 1441
57 53 1442
405 414 1443
97 1443 1444
848 716 1445
658 669 1446
848 658 1447
51 53 1448
53 53 1449
53 57 1450
77 832 1451
100 105 1452
704 591 1453
53 52 1454
1452 548 1455
860 578 1456
111 547 1457
1457 415 1458
687 610 1459
636 116 1460
1460 884 1461
1094 377 1462
784 1462 1463
112 1066 1464
567 742 1465
86 73 1466
1466 82 1467
1467 71 1468
1468 73 1469
1469 76 1470
1470 73 1471
1471 65 1472
97 901 1473
109 1306 1474
1238 116 1475
610 742 1476
230 153 1477
165 1477 1478
1371 698 1479
1147 1245 1480
115 679 1481
833 897 1482
55 49 1483
658 757 1484
1429 119 1485
1485 257 1486
160 229 1487
1487 165 1488
189 1488 1489
1489 189 1490
228 1490 1491
1491 228 1492
1492 184 1493
1493 1376 1494
996 1073 1495
165 1495 1496
148 1496 1497
996 1497 1498
159 1498 1499
140 1499 1500
996 1500 1501
128 1501 1502
154 1502 1503
996 1503 1504
1504 996 1505
1505 1215 1506
1506 996 1507
996 1373 1508
109 1179 1509
1133 109 1510
1510 414 1511
1511 820 1512
1082 1189 1513
731 578 1514
547 415 1515
79 1515 1516
121 906 1517
1088 115 1518
731 610 1519
394 1466 1520
52 49 1521
1359 121 1522
186 229 1523
188 1523 1524
229 1524 1525
184 1525 1526
184 1526 1527
1297 1527 1528
186 1528 1529
1478 1529 1530
704 567 1531
567 748 1532
969 679 1533
208 186 1534
1534 1402 1535
129 1535 1536
209 129 1537
131 1537 1538
209 1538 1539
160 1539 1540
1540 209 1541
1541 1536 1542
1372 279 1543
1217 898 1544
98 121 1545
860 591 1546
803 695 1547
695 758 1548
947 898 1549
714 695 1550
716 748 1551
714 716 1552
912 698 1553
112 1553 1554
711 716 1555
116 117 1556
1556 281 1557
117 277 1558
636 1558 1559
110 1559 1560
277 100 1561
257 1561 1562
1077 1562 1563
414 100 1564
167 1143 1565
996 1565 1566
150 1566 1567
1416 1416 1568
1568 1402 1569
184 1569 1570
1202 1570 1571
1535 1571 1572
1572 209 1573
1573 134 1574
293 1240 1575
98 1575 1576
711 578 1577
783 585 1578
721 530 1579
803 591 1580
658 742 1581
711 658 1582
107 1564 1583
1103 112 1584
112 277 1585
711 591 1586
711 610 1587
208 190 1588
130 1588 1589
209 1589 1590
173 1590 1591
1590 1534 1592
101 121 1593
75 1593 1594
687 585 1595
714 591 1596
983 303 1597
119 437 1598
108 1135 1599
55 57 1600
698 1097 1601
277 1601 1602
784 115 1603
1603 958 1604
320 898 1605
102 1605 1606
112 97 1607
1607 432 1608
867 585 1609
1202 184 1610
159 1610 1611
55 54 1612
883 109 1613
1613 279 1614
115 1037 1615
803 716 1616
1082 261 1617
112 350 1618
1618 121 1619
284 101 1620
195 188 1621
617 591 1622
109 259 1623
368 1623 1624
803 597 1625
367 303 1626
374 1626 1627
114 293 1628
293 116 1629
518 1629 1630
437 119 1631
115 1631 1632
119 110 1633
262 119 1634
262 1633 1635
51 54 1636
54 49 1637
54 54 1638
54 55 1639
195 169 1640
195 177 1641
848 695 1642
109 1316 1643
1643 101 1644
1644 119 1645
867 658 1646
803 567 1647
567 573 1648
816 567 1649
567 800 1650
256 172 1651
867 567 1652
98 111 1653
1653 271 1654
897 121 1655
105 259 1656
56 55 1657
184 1378 1658
228 1658 1659
617 716 1660
273 257 1661
103 1661 1662
1662 353 1663
56 50 1664
460 1159 1665
1094 1665 1666
731 658 1667
1659 135 1668
803 610 1669
258 1556 1670
1670 643 1671
117 284 1672
66 111 1673
1137 112 1674
1674 260 1675
112 260 1676
698 1676 1677
120 1677 1678
69 1678 1679
1424 1676 1680
111 112 1681
687 597 1682
912 963 1683
277 1683 1684
681 1011 1685
57 56 1686
111 107 1687
877 1687 1688
783 610 1689
1689 758 1690
256 156 1691
120 468 1692
69 1692 1693
257 115 1694
1052 257 1695
1695 1292 1696
98 257 1697
105 257 1698
1226 1698 1699
774 1698 1700
983 1700 1701
1010 868 1702
119 1240 1703
350 898 1704
117 837 1705
109 1705 1706
617 658 1707
109 281 1708
1708 488 1709
1709 276 1710
73 1710 1711
114 117 1712
900 1712 1713
561 100 1714
1681 116 1715
732 1071 1716
78 840 1717
1590 1202 1718
1718 176 1719
1203 1719 1720
105 1429 1721
1608 1721 1722
1372 1721 1723
867 591 1724
731 591 1725
985 520 1726
1726 1252 1727
1726 920 1728
1726 919 1729
704 578 1730
101 112 1731
760 1731 1732
228 186 1733
1733 1523 1734
99 263 1735
1735 114 1736
263 115 1737
1737 989 1738
1735 261 1739
1736 1217 1740
55 55 1741
115 97 1742
1742 1035 1743
115 460 1744
460 116 1745
1745 824 1746
1217 1746 1747
284 1746 1748
1744 474 1749
56 49 1750
55 50 1751
102 1564 1752
84 678 1753
1753 114 1754
1754 100 1755
1712 727 1756
635 1756 1757
828 610 1758
1027 1245 1759
98 429 1760
1760 107 1761
65 346 1762
368 112 1763
1672 100 1764
988 1311 1765
183 1530 1766
1734 1766 1767
183 1720 1768
783 716 1769
56 53 1770
72 97 1771
643 950 1772
350 99 1773
84 1773 1774
1774 283 1775
103 350 1776
107 1041 1777
1777 103 1778
1778 115 1779
848 585 1780
109 273 1781
353 284 1782
70 1782 1783
1567 156 1784
1784 168 1785
1621 195 1786
1786 159 1787
532 904 1788
112 821 1789
1789 118 1790
1790 937 1791
107 283 1792
415 107 1793
1793 280 1794
107 273 1795
1795 1250 1796
1796 257 1797
1662 937 1798
108 1306 1799
102 1799 1800
257 1714 1801
503 1544 1802
687 716 1803
567 634 1804
1763 293 1805
293 121 1806
191 1202 1807
1807 190 1808
208 189 1809
1809 1402 1810
181 1810 1811
208 181 1812
178 1812 1813
1813 209 1814
1813 1202 1815
1815 186 1816
180 1812 1817
1817 1416 1818
1574 1812 1819
1816 1203 1820
1818 1203 1821
1809 1203 1822
1814 130 1823
208 1820 1824
1808 1824 1825
208 1825 1826
208 1821 1827
208 1823 1828
1611 1828 1829
208 1829 1830
721 273 1831
105 279 1832
1246 1832 1833
273 1833 1834
279 1801 1835
100 279 1836
57 50 1837
1178 776 1838
56 52 1839
704 610 1840
1673 111 1841
480 101 1842
273 101 1843
1843 895 1844
278 116 1845
112 1845 1846
277 1846 1847
1516 257 1848
109 1697 1849
148 862 1850
1131 1071 1851
114 283 1852
1334 641 1853
876 598 1854
1854 476 1855
1715 115 1856
721 496 1857
195 161 1858
678 898 1859
567 792 1860
256 1850 1861
285 1063 1862
164 1785 1863
1507 1863 1864
1767 164 1865
1865 167 1866
101 530 1867
57 55 1868
256 163 1869
862 1869 1870
84 870 1871
1871 988 1872
731 695 1873
116 1268 1874
100 1036 1875
824 117 1876
567 773 1877
97 727 1878
98 1878 1879
397 1879 1880
714 578 1881
1300 840 1882
98 1852 1883
70 1788 1884
617 695 1885
1617 101 1886
1007 121 1887
1034 868 1888
731 585 1889
102 1324 1890
567 880 1891
97 98 1892
1892 1011 1893
98 1288 1894
118 283 1895
714 658 1896
55 53 1897
567 794 1898
714 1898 1899
208 1811 1900
1592 1900 1901
1901 208 1902
1902 1768 1903
822 110 1904
84 1904 1905
119 1627 1906
1771 293 1907
115 1656 1908
897 1908 1909
958 1671 1910
530 103 1911
109 530 1912
1912 760 1913
1912 107 1914
112 1794 1915
1437 530 1916
913 1714 1917
650 1917 1918
1357 530 1919
472 1260 1920
848 610 1921
271 1634 1922
877 1070 1923
280 1037 1924
1836 257 1925
83 1699 1926
105 346 1927
87 1927 1928
1913 116 1929
687 695 1930
1174 1697 1931
261 257 1932
284 1932 1933
279 1933 1934
77 1934 1935
1598 284 1936
503 111 1937
114 1267 1938
635 1938 1939
567 757 1940
44 422 1941
99 970 1942
57 54 1943
208 1591 1944
256 183 1945
1945 1869 1946
784 116 1947
1947 295 1948
531 1894 1949
70 1148 1950
987 1311 1951
70 1951 1952
650 295 1953
112 1953 1954
517 117 1955
1955 279 1956
783 658 1957
731 597 1958
704 597 1959
969 1033 1960
67 1103 1961
1961 314 1962
1962 913 1963
1925 561 1964
1301 279 1965
100 1696 1966
111 284 1967
271 1967 1968
68 101 1969
1969 375 1970
1970 1681 1971
1971 488 1972
1969 1680 1973
1556 833 1974
85 82 1975
1975 356 1976
617 578 1977
1977 758 1978
567 758 1979
860 695 1980
455 1558 1981
414 536 1982
1982 116 1983
114 1005 1984
84 1984 1985
377 1241 1986
1203 1534 1987
154 1987 1988
208 1988 1989
711 695 1990
256 134 1991
112 1852 1992
46 95 1993
1776 561 1994
259 905 1995
208 1542 1996
1996 208 1997
1997 185 1998
375 1694 1999
350 1999 2000
84 2000 2001
1041 1628 2002
271 1335 2003
783 591 2004
1124 105 2005
100 861 2006
83 1992 2007
76 111 2008
2008 1687 2009
103 1853 2010
1879 2010 2011
682 777 2012
989 115 2013
559 1406 2014
1052 1423 2015
350 121 2016
80 2016 2017
828 1484 2018
56 56 2019
117 641 2020
2020 1561 2021
104 2021 2022
51 49 2023
1876 271 2024
821 868 2025
816 695 2026
828 695 2027
415 101 2028
353 2028 2029
109 2029 2030
848 567 2031
567 770 2032
67 97 2033
2033 820 2034
1460 821 2035
2035 814 2036
2036 279 2037
888 541 2038
1841 116 2039
77 1103 2040
784 1666 2041
1300 415 2042
117 2042 2043
112 2043 2044
1165 100 2045
194 191 2046
1713 1352 2047
635 423 2048
256 143 2049
79 833 2050
109 1189 2051
947 727 2052
77 987 2053
1192 115 2054
304 1793 2055
618 587 2056
78 2056 2057
72 2057 2058
67 2058 2059
69 2059 2060
84 2060 2061
278 110 2062
99 2062 2063
460 414 2064
257 2064 2065
1063 100 2066
1742 1895 2067
462 1300 2068
110 278 2069
97 635 2070
1076 2070 2071
906 837 2072
102 2072 2073
54 50 2074
1178 315 2075
391 1315 2076
2076 637 2077
1673 271 2078
271 961 2079
835 121 2080
441 1127 2081
617 1409 2082
75 1705 2083
721 283 2084
112 108 2085
112 650 2086
995 2086 2087
87 437 2088
1027 277 2089
106 117 2090
2090 475 2091
1460 1086 2092
72 896 2093
723 315 2094
109 2094 2095
1905 279 2096
1993 95 2097
867 695 2098
833 120 2099
2099 907 2100
117 2100 2101
2101 99 2102
2102 963 2103
307 1292 2104
1789 643 2105
945 115 2106
1520 68 2107
84 1976 2108
1250 950 2109
1242 2109 2110
2085 117 2111
2111 727 2112
1007 679 2113
263 377 2114
393 674 2115
105 1292 2116
1773 2116 2117
1516 2116 2118
109 882 2119
208 1404 2120
687 658 2121
828 591 2122
108 882 2123
105 293 2124
432 2124 2125
1372 2124 2126
1608 2124 2127
907 2124 2128
530 2128 2129
84 2129 2130
50 51 2131
414 116 2132
966 2132 2133
109 257 2134
932 107 2135
119 111 2136
116 2136 2137
105 101 2138
2138 1066 2139
76 2139 2140
1045 99 2141
973 107 2142
2142 279 2143
960 115 2144
102 958 2145
1273 2145 2146
643 100 2147
97 2147 2148
877 2148 2149
115 1092 2150
284 116 2151
2085 480 2152
2152 1005 2153
563 1832 2154
784 99 2155
2155 277 2156
2156 377 2157
1576 488 2158
263 108 2159
2159 102 2160
368 279 2161
256 171 2162
374 284 2163
818 121 2164
1103 1147 2165
2165 1789 2166
803 1201 2167
57 51 2168
1032 107 2169
280 1731 2170
110 1189 2171
303 1645 2172
914 868 2173
284 1246 2174
97 271 2175
643 2175 2176
1889 742 2177
98 1417 2178
1192 950 2179
116 280 2180
314 2180 2181
108 2181 2182
100 1835 2183
1199 121 2184
2140 273 2185
2185 1629 2186
99 285 2187
2187 100 2188
460 2188 2189
906 2188 2190
636 2189 2191
102 2190 2192
1585 2192 2193
783 695 2194
867 610 2195
103 117 2196
2196 530 2197
2107 69 2198
2198 68 2199
320 966 2200
2200 284 2201
112 2201 2202
828 578 2203
641 2133 2204
1911 115 2205
1041 100 2206
367 2206 2207
89 906 2208
108 279 2209
1460 2209 2210
1598 2209 2211
2211 111 2212
1986 2209 2213
1593 279 2214
783 578 2215
958 258 2216
2216 281 2217
77 2217 2218
119 1629 2219
1742 119 2220
1452 260 2221
1181 2221 2222
1667 573 2223
1250 276 2224
1147 117 2225
2225 100 2226
399 961 2227
1867 115 2228
79 114 2229
56 51 2230
102 759 2231
2141 1764 2232
1167 1035 2233
973 414 2234
277 2234 2235
116 279 2236
405 2236 2237
1713 488 2238
1760 271 2239
1660 573 2240
69 1410 2241
1253 2241 2242
1727 2241 2243
115 104 2244
2244 1845 2245
1930 773 2246
828 585 2247
99 775 2248
306 1974 2249
65 901 2250
472 966 2251
907 418 2252
650 2252 2253
303 1849 2254
115 263 2255
263 100 2256
2255 760 2257
2020 861 2258
97 760 2259
84 2259 2260
760 100 2261
2002 116 2262
1991 708 2263
2263 1391 2264
2068 1240 2265
2087 1908 2266
860 658 2267
1836 105 2268
2268 277 2269
711 585 2270
2075 1076 2271
1338 770 2272
860 2032 2273
87 896 2274
530 258 2275
76 2275 2276
2276 722 2277
2275 260 2278
80 2278 2279
108 840 2280
103 2280 2281
338 1636 2282
118 273 2283
69 2283 2284
55 51 2285
1045 290 2286
1317 301 2287
1092 115 2288
1744 121 2289
687 578 2290
1458 1694 2291
1337 315 2292
65 2108 2293
1947 397 2294
429 963 2295
99 2295 2296
87 1627 2297
278 2224 2298
271 2298 2299
117 2299 2300
65 2300 2301
704 695 2302
1147 561 2303
1653 891 2304
1216 742 2305
1969 1232 2306
114 1174 2307
100 2307 2308
284 100 2309
98 1460 2310
2310 280 2311
821 643 2312
897 2312 2313
111 897 2314
966 278 2315
1587 748 2316
256 167 2317
1991 2317 2318
2244 646 2319
849 2151 2320
1514 720 2321
71 111 2322
2322 831 2323
1065 115 2324
115 2324 2325
79 1676 2326
114 273 2327
774 2327 2328
678 2328 2329
2327 840 2330
2330 833 2331
833 100 2332
320 2332 2333
116 2333 2334
372 2334 2335
99 2329 2336
591 742 2337
687 591 2338
687 2337 2339
1178 316 2340
1452 1030 2341
353 2261 2342
119 2342 2343
2252 1045 2344
2344 2209 2345
51 51 2346
97 496 2347
474 2347 2348
973 2348 2349
99 2065 2350
65 110 2351
2351 258 2352
2352 1174 2353
110 259 2354
1607 1641 2355
978 1352 2356
102 2356 2357
293 1130 2358
679 1556 2359
118 2359 2360
115 273 2361
2361 937 2362
2361 637 2363
1455 1030 2364
271 722 2365
1915 100 2366
101 101 2367
2367 837 2368
279 2368 2369
279 101 2370
271 2370 2371
98 2369 2372
116 121 2373
1480 2373 2374
2373 907 2375
121 907 2376
84 2376 2377
2187 1103 2378
731 1877 2379
111 116 2380
1227 2380 2381
106 111 2382
1653 2380 2383
314 257 2384
1028 2384 2385
74 2385 2386
112 723 2387
2387 2309 2388
2387 115 2389
1687 2138 2390
1133 2390 2391
2207 905 2392
83 111 2393
353 861 2394
1227 496 2395
71 1097 2396
99 105 2397
1640 2397 2398
2398 1320 2399
2397 295 2400
293 2400 2401
1603 2397 2402
2402 1030 2403
2397 2347 2404
907 2404 2405
1622 669 2406
1245 1601 2407
104 117 2408
2408 818 2409
2408 1932 2410
1235 634 2411
1519 757 2412
828 658 2413
1117 757 2414
1739 101 2415
831 121 2416
98 2416 2417
877 1063 2418
912 98 2419
2419 374 2420
1550 800 2421
415 2116 2422
353 2422 2423
116 315 2424
721 2424 2425
1045 1805 2426
1456 773 2427
115 105 2428
2251 2428 2429
2429 260 2430
2361 2428 2431
1181 2428 2432
2432 637 2433
2431 1159 2434
105 839 2435
833 2435 2436
617 1877 2437
102 1788 2438
352 80 2439
2439 69 2440
2440 311 2441
2441 334 2442
2441 311 2443
2443 86 2444
80 69 2445
66 2445 2446
2244 1066 2447
784 2064 2448
1596 794 2449
912 122 2450
2450 121 2451
111 2313 2452
687 1804 2453
2382 121 2454
54 51 2455
133 1236 2456
256 133 2457
256 2456 2458
2457 539 2459
2355 913 2460
911 115 2461
79 102 2462
883 678 2463
103 2117 2464
277 108 2465
2465 276 2466
1168 101 2467
1607 344 2468
368 109 2469
2469 1086 2470
784 1986 2471
919 84 2472
999 2472 2473
2473 352 2474
1798 100 2475
105 258 2476
2476 1292 2477
43 43 2478
282 164 2479
366 2479 2480
1440 758 2481
109 98 2482
2482 1694 2483
2136 2482 2484
1855 68 2485
2485 582 2486
838 314 2487
2487 950 2488
414 2488 2489
2487 1405 2490
1742 1076 2491
2491 2197 2492
2314 821 2493
1311 278 2494
2494 1405 2495
2494 1629 2496
1388 720 2497
103 105 2498
2498 2283 2499
2498 1070 2500
2498 1895 2501
98 1069 2502
1147 1714 2503
122 101 2504
1789 2504 2505
273 961 2506
365 101 2507
1789 2507 2508
77 101 2509
2509 460 2510
2509 1136 2511
1771 271 2512
1320 868 2513
1161 395 2514
1000 573 2515
2063 498 2516
1625 770 2517
2428 643 2518
117 1842 2519
1052 2519 2520
76 2520 2521
261 2519 2522
912 2522 2523
698 950 2524
1147 2524 2525
391 2524 2526
110 1931 2527
1249 1267 2528
116 350 2529
2529 1836 2530
2529 314 2531
2531 278 2532
280 1063 2533
1464 272 2534
803 658 2535
273 2075 2536
1137 950 2537
1607 679 2538
372 2538 2539
2493 1836 2540
262 2320 2541
1982 963 2542
103 429 2543
2543 315 2544
988 1862 2545
1027 98 2546
2546 845 2547
109 1910 2548
1320 839 2549
2549 315 2550
273 837 2551
824 2551 2552
77 2259 2553
914 561 2554
912 727 2555
109 831 2556
2556 117 2557
2557 280 2558
2556 1069 2559
259 2109 2560
114 2560 2561
837 2561 2562
110 2562 2563
121 2563 2564
108 415 2565
415 116 2566
100 2566 2567
367 108 2568
108 278 2569
2569 100 2570
1584 2565 2571
2571 276 2572
2565 937 2573
1028 2573 2574
2091 101 2575
610 737 2576
1681 966 2577
2577 536 2578
1911 117 2579
2579 488 2580
379 116 2581
1181 2581 2582
784 2581 2583
1293 720 2584
1892 115 2585
2585 913 2586
2586 117 2587
2587 377 2588
2585 1030 2589
263 114 2590
350 1217 2591
271 283 2592
531 2592 2593
1597 2592 2594
2592 115 2595
956 110 2596
2399 120 2597
1122 295 2598
118 2598 2599
99 279 2600
902 2600 2601
969 2600 2602
908 2600 2603
99 908 2604
2604 698 2605
937 100 2606
1955 2606 2607
1646 758 2608
1652 758 2609
1429 1132 2610
114 2610 2611
84 2611 2612
1744 1241 2613
99 963 2614
675 2479 2615
711 1465 2616
271 1179 2617
2049 514 2618
116 821 2619
833 2236 2620
1697 2620 2621
117 2621 2622
75 2622 2623
1286 737 2624
104 278 2625
1892 2625 2626
2626 1852 2627
86 65 2628
2628 582 2629
2629 73 2630
2630 65 2631
115 112 2632
2632 679 2633
2633 314 2634
2632 2597 2635
118 679 2636
100 1249 2637
973 2637 2638
824 1981 2639
2476 122 2640
2640 276 2641
293 2641 2642
2203 770 2643
69 2204 2644
1736 103 2645
2645 950 2646
2476 279 2647
290 2647 2648
852 115 2649
101 97 2650
80 2650 2651
2651 698 2652
2650 837 2653
78 1931 2654
503 1633 2655
391 1776 2656
273 2147 2657
2031 669 2658
105 898 2659
833 2659 2660
678 839 2661
1969 2175 2662
1398 1322 2663
617 585 2664
257 121 2665
304 2665 2666
2666 2151 2667
86 2665 2668
1034 257 2669
2669 698 2670
1359 1698 2671
867 716 2672
1805 1656 2673
2027 669 2674
108 117 2675
1430 2675 2676
117 346 2677
84 2677 2678
2678 722 2679
2675 261 2680
2675 1269 2681
350 561 2682
98 350 2683
2683 698 2684
1246 2684 2685
99 350 2686
98 2682 2687
2686 727 2688
1245 325 2689
833 2648 2690
625 1561 2691
258 279 2692
1697 2692 2693
914 2693 2694
1238 2692 2695
117 258 2696
258 110 2697
2697 1005 2698
784 2698 2699
2696 108 2700
2696 110 2701
2701 1292 2702
115 258 2703
2703 346 2704
258 346 2705
472 2697 2706
2706 418 2707
2707 905 2708
1480 2692 2709
109 2701 2710
2710 1832 2711
109 2702 2712
51 52 2713
314 101 2714
888 2714 2715
137 1691 2716
256 137 2717
256 2716 2718
2717 256 2719
2719 154 2720
256 154 2721
1619 1694 2722
1009 1797 2723
1174 112 2724
106 2724 2725
824 2724 2726
2726 906 2727
112 121 2728
367 2728 2729
1731 2729 2730
643 2730 2731
1669 757 2732
2138 561 2733
374 2733 2734
2706 1352 2735
2685 488 2736
1396 800 2737
103 861 2738
85 110 2739
2739 637 2740
912 377 2741
1585 1315 2742
2742 1292 2743
549 1405 2744
115 549 2745
1172 758 2746
258 561 2747
883 2747 2748
2739 1200 2749
2717 696 2750
2721 696 2751
2751 1127 2752
437 303 2753
261 101 2754
561 2754 2755
277 2755 2756
2755 1405 2757
100 2550 2758
117 322 2759
1258 800 2760
1166 792 2761
1338 880 2762
1921 794 2763
350 119 2764
277 947 2765
2765 377 2766
304 105 2767
2767 1561 2768
2767 517 2769
2769 295 2770
2397 2606 2771
374 105 2772
2772 897 2773
2772 1697 2774
2774 937 2775
100 2773 2776
2286 278 2777
1607 258 2778
2778 1030 2779
2778 1894 2780
368 2780 2781
1458 257 2782
2268 650 2783
2090 100 2784
2784 1217 2785
2784 103 2786
2786 488 2787
101 2283 2788
503 1797 2789
1344 757 2790
109 2423 2791
591 573 2792
1283 116 2793
1651 551 2794
2350 2692 2795
414 1772 2796
2636 116 2797
2797 1005 2798
258 303 2799
978 2799 2800
82 2800 2801
444 76 2802
2802 846 2803
72 2803 2804
2804 72 2805
117 279 2806
1267 2806 2807
2152 2806 2808
116 2807 2809
100 2287 2810
277 101 2811
271 2811 2812
110 283 2813
1041 2813 2814
66 2369 2815
914 279 2816
2448 283 2817
2625 284 2818
1836 2538 2819
1805 121 2820
912 1894 2821
105 2821 2822
687 1201 2823
2065 488 2824
295 2824 2825
2590 100 2826
100 273 2827
1735 1849 2828
1789 122 2829
97 2125 2830
80 2830 2831
100 2827 2832
2493 2832 2833
1027 2832 2834
1758 669 2835
1876 1352 2836
1836 2836 2837
966 112 2838
2838 958 2839
2839 530 2840
2099 116 2841
2676 99 2842
2842 295 2843
2166 937 2844
353 1250 2845
105 2845 2846
536 2846 2847
1250 101 2848
97 460 2849
100 2849 2850
2510 2850 2851
952 279 2852
103 1628 2853
2853 963 2854
731 1190 2855
2436 98 2856
2856 664 2857
98 2477 2858
1249 2858 2859
95 95 2860
2860 40 2861
263 261 2862
2862 1781 2863
84 2811 2864
828 1650 2865
102 2677 2866
1004 2370 2867
1235 880 2868
1607 727 2869
2869 1842 2870
1958 720 2871
833 950 2872
1925 1070 2873
2086 1908 2874
120 2874 2875
2197 100 2876
846 72 2877
76 2877 2878
341 2878 2879
1947 262 2880
2880 897 2881
636 837 2882
783 1190 2883
1582 794 2884
98 905 2885
531 2885 2886
2431 2885 2887
312 98 2888
2888 116 2889
100 2889 2890
530 1423 2891
99 2891 2892
2552 279 2893
860 1804 2894
912 100 2895
103 2895 2896
2895 891 2897
2897 678 2898
678 112 2899
115 2899 2900
1032 2900 2901
2673 2900 2902
119 2899 2903
2895 121 2904
1604 2900 2905
1514 742 2906
731 716 2907
76 105 2908
2908 760 2909
1452 118 2910
2910 1179 2911
687 1176 2912
1429 2741 2913
348 903 2914
695 880 2915
916 100 2916
695 792 2917
1033 315 2918
70 2918 2919
530 100 2920
122 2920 2921
263 2921 2922
105 112 2923
122 2923 2924
1336 2923 2925
2925 937 2926
107 2923 2927
112 116 2928
821 2928 2929
99 2929 2930
698 2928 2931
2930 278 2932
279 2932 2933
68 2933 2934
315 2931 2935
1068 2935 2936
2936 278 2937
1045 2931 2938
2938 1405 2939
77 1078 2940
531 1317 2941
1286 634 2942
597 573 2943
2247 880 2944
2326 353 2945
1597 2799 2946
1453 737 2947
83 2293 2948
312 2591 2949
377 346 2950
2950 1310 2951
2951 1030 2952
1068 2951 2953
2397 2692 2954
1598 109 2955
617 1648 2956
100 2606 2957
112 2957 2958
85 2958 2959
882 2418 2960
80 2960 2961
907 2614 2962
650 2962 2963
995 2962 2964
99 97 2965
2965 1241 2966
2454 2145 2967
2756 2145 2968
1063 2221 2969
816 1198 2970
259 698 2971
1154 708 2972
824 121 2973
1181 2064 2974
2974 257 2975
97 977 2976
98 2210 2977
79 110 2978
2978 905 2979
2978 698 2980
99 678 2981
2981 774 2982
1260 115 2983
280 2614 2984
2568 2984 2985
121 2504 2986
353 2986 2987
293 2987 2988
1002 720 2989
1771 1895 2990
118 97 2991
2991 2822 2992
2991 1033 2993
1585 2993 2994
65 2992 2995
536 118 2996
2996 1629 2997
2991 2747 2998
536 2998 2999
1585 2999 3000
460 1217 3001
293 3001 3002
118 3002 3003
1063 3003 3004
530 116 3005
990 530 3006
1585 112 3007
3007 532 3008
3008 100 3009
98 2734 3010
1776 698 3011
3011 2145 3012
617 1190 3013
285 1103 3014
1803 792 3015
99 530 3016
3016 821 3017
3017 279 3018
1445 737 3019
2122 800 3020
99 722 3021
3021 678 3022
3021 503 3023
3023 109 3024
3022 259 3025
119 97 3026
3026 1895 3027
111 1110 3028
70 3028 3029
784 102 3030
3030 679 3031
1085 100 3032
2697 1792 3033
2703 547 3034
883 2261 3035
1725 770 3036
97 107 3037
280 3037 3038
107 279 3039
262 3039 3040
635 3040 3041
460 3039 3042
1769 770 3043
2302 720 3044
282 130 3045
680 1070 3046
2151 1028 3047
2471 116 3048
99 1103 3049
1958 669 3050
377 2145 3051
350 3051 3052
1776 3051 3053
429 2089 3054
98 2551 3055
704 716 3056
3056 757 3057
1069 1858 3058
2469 423 3059
72 1063 3060
2351 3021 3061
3021 1908 3062
1245 3062 3063
2066 283 3064
121 110 3065
3065 99 3066
723 3066 3067
3065 460 3068
3068 120 3069
1300 2657 3070
70 278 3071
617 567 3072
578 800 3073
117 868 3074
883 3074 3075
860 1650 3076
97 3026 3077
3077 314 3078
3077 1795 3079
1725 800 3080
2244 1011 3081
1555 757 3082
261 3052 3083
117 3083 3084
2165 1714 3085
867 1551 3086
112 114 3087
3087 2132 3088
50 1365 3089
617 1940 3090
2360 1292 3091
567 669 3092
3072 669 3093
271 2659 3094
784 2697 3095
3095 117 3096
3096 950 3097
617 1198 3098
101 2770 3099
1647 634 3100
277 2254 3101
2632 1086 3102
1045 2209 3103
818 3103 3104
978 1200 3105
2244 3105 3106
1800 1694 3107
3023 1912 3108
1772 115 3109
110 1680 3110
69 3110 3111
69 110 3112
3112 961 3113
3112 367 3114
3112 1012 3115
1843 2175 3116
66 3116 3117
877 727 3118
66 3118 3119
3119 283 3120
2686 1070 3121
70 646 3122
68 2849 3123
39 84 3124
721 2341 3125
111 3125 3126
1004 121 3127
273 2089 3128
732 777 3129
99 117 3130
3130 488 3131
3130 260 3132
101 3132 3133
995 3133 3134
867 1439 3135
99 290 3136
1027 3136 3137
98 262 3138
3138 760 3139
3138 898 3140
3138 1687 3141
3138 1033 3142
1104 1159 3143
783 1476 3144
115 259 3145
429 3145 3146
1245 3145 3147
3146 1892 3148
978 3148 3149
914 101 3150
3150 1714 3151
353 107 3152
116 3152 3153
1447 742 3154
2530 1781 3155
280 100 3156
2344 3156 3157
3156 1217 3158
956 3158 3159
1712 3156 3160
913 280 3161
3161 418 3162
67 3162 3163
1052 3156 3164
658 573 3165
2008 2148 3166
695 794 3167
1555 792 3168
312 1159 3169
100 3169 3170
1771 1033 3171
2428 1241 3172
3172 905 3173
680 1561 3174
472 3004 3175
472 3126 3176
2302 757 3177
1769 880 3178
2683 1633 3179
65 1084 3180
1353 737 3181
121 2228 3182
2428 120 3183
2710 1694 3184
1061 115 3185
3131 276 3186
650 913 3187
3187 561 3188
110 289 3189
1004 1135 3190
295 3164 3191
958 1670 3192
860 1548 3193
841 906 3194
115 3194 3195
418 278 3196
3196 2900 3197
990 3196 3198
277 418 3199
1452 3199 3200
3200 905 3201
108 1267 3202
111 279 3203
68 3203 3204
68 111 3205
3205 3186 3206
3205 727 3207
3207 257 3208
1603 2252 3209
3209 117 3210
3210 2647 3211
1547 573 3212
1547 757 3213
33 39 3214
1000 669 3215
1630 3189 3216
116 837 3217
2686 3217 3218
277 3217 3219
635 277 3220
3220 261 3221
3221 271 3222
3220 906 3223
635 3219 3224
2703 3217 3225
3225 2665 3226
877 103 3227
1531 792 3228
1392 720 3229
1986 257 3230
3230 1405 3231
1577 880 3232
2134 314 3233
2739 2596 3234
2251 2309 3235
1455 295 3236
3236 905 3237
711 1891 3238
3030 289 3239
115 417 3240
3240 279 3241
262 3241 3242
415 3242 3243
77 3243 3244
877 284 3245
2382 414 3246
2829 950 3247
833 290 3248
3248 1269 3249
1238 258 3250
3250 353 3251
1241 116 3252
3252 319 3253
896 3253 3254
1147 3252 3255
112 3254 3256
2408 261 3257
3257 1423 3258
1531 773 3259
2981 101 3260
3260 102 3261
1889 880 3262
952 849 3263
716 737 3264
1586 773 3265
1063 118 3266
3266 1405 3267
118 295 3268
3268 1558 3269
1585 3268 3270
3268 319 3271
2965 303 3272
3149 905 3273
1207 800 3274
783 1439 3275
2062 283 3276
109 3276 3277
1068 518 3278
617 1446 3279
1780 800 3280
77 111 3281
3281 635 3282
3281 643 3283
262 114 3284
114 3284 3285
69 3285 3286
2474 65 3287
3287 77 3288
1578 748 3289
1580 748 3290
1609 748 3291
2194 573 3292
278 1360 3293
87 3293 3294
100 117 3295
391 3295 3296
2529 3295 3297
3295 2692 3298
3295 698 3299
372 3299 3300
3295 1352 3301
1147 3301 3302
3297 698 3303
3303 488 3304
3296 1352 3305
2752 689 3306
102 2811 3307
1424 635 3308
3308 353 3309
610 770 3310
97 1159 3311
2847 3311 3312
2470 3311 3313
617 1891 3314
100 964 3315
414 2490 3316
696 862 3317
3071 1974 3318
84 436 3319
311 3319 3320
311 84 3321
112 2882 3322
472 3322 3323
1607 350 3324
284 3324 3325
2739 3325 3326
3326 1159 3327
2546 2180 3328
2907 800 3329
721 1626 3330
2331 100 3331
1634 115 3332
98 1634 3333
103 1634 3334
1004 273 3335
1585 536 3336
536 561 3337
3336 561 3338
2661 1069 3339
1867 110 3340
3340 1069 3341
3341 3189 3342
2619 2724 3343
3343 104 3344
2151 272 3345
102 1191 3346
1361 757 3347
711 1015 3348
2686 102 3349
3349 116 3350
3349 963 3351
1519 634 3352
2880 108 3353
1577 634 3354
277 2767 3355
3355 650 3356
102 2541 3357
2656 109 3358
3358 109 3359
3359 283 3360
1919 1317 3361
821 2507 3362
80 3362 3363
1882 115 3364
1174 1159 3365
104 3365 3366
1724 773 3367
102 2681 3368
1759 3368 3369
1969 102 3370
3370 1562 3371
1037 488 3372
112 3372 3373
1161 2064 3374
3374 1292 3375
912 2482 3376
1452 101 3377
3355 277 3378
1361 573 3379
1609 757 3380
135 1691 3381
256 135 3382
256 3381 3383
3383 862 3384
1649 758 3385
664 1071 3386
2568 278 3387
711 1532 3388
687 1439 3389
85 2309 3390
2327 637 3391
1239 947 3392
67 3392 3393
1027 112 3394
3394 1846 3395
3394 281 3396
2307 664 3397
102 116 3398
280 3398 3399
97 102 3400
3400 315 3401
3037 3189 3402
966 760 3403
115 3403 3404
1514 748 3405
1289 737 3406
96 60 3407
1258 794 3408
2428 260 3409
966 3409 3410
368 3410 3411
1595 773 3412
1957 794 3413
414 289 3414
722 3414 3415
98 3415 3416
2826 3414 3417
2625 2309 3418
69 2875 3419
69 2879 3420
116 1086 3421
995 3421 3422
995 116 3423
3423 277 3424
3424 109 3425
3425 2647 3426
3425 1269 3427
84 3423 3428
1181 3421 3429
1453 757 3430
2131 52 3431
69 1655 3432
67 333 3433
3433 86 3434
3434 300 3435
86 300 3436
3433 815 3437
3437 71 3438
3438 1976 3439
3436 82 3440
79 3440 3441
115 907 3442
3442 99 3443
3443 823 3444
3442 101 3445
3445 837 3446
1628 107 3447
2382 2028 3448
1585 2397 3449
3449 112 3450
3450 314 3451
3451 276 3452
2898 112 3453
870 3401 3454
803 1015 3455
283 3052 3456
99 2882 3457
3059 488 3458
1390 792 3459
2953 273 3460
3460 122 3461
1359 3414 3462
3058 110 3463
714 1979 3464
1319 2567 3465
1286 758 3466
2860 994 3467
1214 66 3468
66 121 3469
3469 377 3470
76 468 3471
115 2170 3472
1760 635 3473
3049 1045 3474
3474 1269 3475
1445 800 3476
1789 1912 3477
3477 121 3478
1620 107 3479
1245 3266 3480
3480 295 3481
3481 1558 3482
1299 737 3483
105 637 3484
1603 3484 3485
2196 3484 3486
1227 120 3487
3487 2900 3488
1545 2236 3489
405 3489 3490
2498 3490 3491
1257 794 3492
116 3054 3493
315 115 3494
2650 3494 3495
3026 3494 3496
1736 3494 3497
2098 773 3498
1392 573 3499
101 2659 3500
1876 905 3501
723 1558 3502
281 3502 3503
472 3503 3504
97 679 3505
80 3505 3506
1133 2728 3507
104 2132 3508
983 2771 3509
414 325 3510
1390 757 3511
100 882 3512
472 3011 3513
721 1322 3514
1609 773 3515
472 3055 3516
2444 69 3517
1359 105 3518
3518 1069 3519
3518 905 3520
105 905 3521
2590 109 3522
711 1389 3523
1885 742 3524
2765 561 3525
3435 83 3526
3526 356 3527
3527 83 3528
1353 573 3529
99 2949 3530
721 103 3531
3531 103 3532
103 103 3533
2008 3533 3534
1027 3533 3535
2683 3533 3536
3534 283 3537
3531 405 3538
405 114 3539
958 3539 3540
118 3540 3541
3538 114 3542
3539 488 3543
3539 2565 3544
3539 108 3545
3545 423 3546
2136 818 3547
97 2283 3548
285 3548 3549
783 1860 3550
783 1891 3551
3150 561 3552
2121 748 3553
3535 1069 3554
102 277 3555
3555 113 3556
3555 304 3557
3557 273 3558
113 115 3559
3558 99 3560
3560 1832 3561
687 1415 3562
1780 634 3563
848 1302 3564
1561 909 3565
3565 260 3566
909 260 3567
1174 1288 3568
104 3568 3569
1314 773 3570
271 1393 3571
120 279 3572
643 3572 3573
414 3573 3574
643 120 3575
414 3575 3576
83 1074 3577
111 3037 3578
1205 634 3579
913 2304 3580
67 1158 3581
1245 276 3582
111 3582 3583
1836 3582 3584
1556 2347 3585
803 1302 3586
2387 1908 3587
2664 720 3588
2196 289 3589
1980 669 3590
119 3219 3591
2095 2900 3592
995 541 3593
91 93 3594
1166 758 3595
1257 720 3596
833 2984 3597
117 3597 3598
731 1415 3599
848 1979 3600
3112 1315 3601
3601 950 3602
49 55 3603
3049 3311 3604
1152 48 3605
2194 634 3606
1636 54 3607
1309 770 3608
643 1339 3609
1334 315 3610
472 2646 3611
99 3332 3612
1320 2341 3613
1602 100 3614
273 118 3615
3615 121 3616
2350 2373 3617
978 3617 3618
1392 800 3619
2212 303 3620
1041 115 3621
1426 800 3622
303 2483 3623
1859 2206 3624
116 115 3625
2064 3625 3626
2565 3625 3627
547 3627 3628
97 547 3629
3629 1060 3630
3629 101 3631
3631 1352 3632
3629 2025 3633
547 1060 3634
2683 3625 3635
3170 3625 3636
2195 794 3637
437 774 3638
650 3638 3639
271 3639 3640
1049 415 3641
3641 1792 3642
1289 742 3643
1735 1773 3644
1773 315 3645
263 3645 3646
67 3646 3647
3644 315 3648
84 352 3649
1729 3649 3650
1878 3145 3651
106 3651 3652
285 108 3653
3653 112 3654
119 285 3655
3655 898 3656
3655 374 3657
2271 314 3658
2141 722 3659
3659 276 3660
2244 978 3661
3661 2813 3662
2141 1672 3663
2419 664 3664
518 100 3665
3665 937 3666
3278 100 3667
98 374 3668
3668 840 3669
3668 1267 3670
1653 3217 3671
3671 257 3672
53 51 3673
353 997 3674
711 1648 3675
67 65 3676
3676 515 3677
3676 68 3678
3678 69 3679
837 3350 3680
1258 792 3681
1258 880 3682
77 2094 3683
106 3145 3684
1957 880 3685
350 1671 3686
261 3686 3687
277 2768 3688
3444 105 3689
3689 950 3690
105 950 3691
2426 3691 3692
2827 3691 3693
104 1030 3694
350 1633 3695
68 3695 3696
783 1804 3697
68 3169 3698
1338 792 3699
2853 116 3700
71 2811 3701
3701 698 3702
530 109 3703
3703 115 3704
2703 114 3705
3705 1852 3706
262 2380 3707
578 720 3708
1315 284 3709
643 3709 3710
2900 2145 3711
278 3711 3712
87 3712 3713
1309 573 3714
99 2603 3715
1178 1345 3716
3716 1405 3717
591 669 3718
258 2180 3719
3719 1200 3720
678 101 3721
1045 3721 3722
3722 1714 3723
3722 1895 3724
3722 561 3725
1117 794 3726
2664 573 3727
284 2283 3728
100 259 3729
1238 3729 3730
3268 950 3731
784 3731 3732
1068 377 3733
3733 103 3734
3734 257 3735
3114 100 3736
3736 283 3737
3737 1387 3738
112 877 3739
643 3739 3740
3740 121 3741
3739 3625 3742
3739 116 3743
1172 669 3744
1172 792 3745
784 1034 3746
3746 103 3747
1607 635 3748
312 837 3749
118 3749 3750
116 3749 3751
121 101 3752
1620 1792 3753
1147 3346 3754
1836 1311 3755
1990 720 3756
547 2591 3757
1027 3757 3758
530 107 3759
72 3759 3760
77 3759 3761
77 530 3762
3163 278 3763
116 1069 3764
1618 3764 3765
3531 414 3766
3766 2813 3767
76 1069 3768
1649 770 3769
860 1465 3770
83 824 3771
3771 283 3772
271 831 3773
2509 3773 3774
303 3773 3775
3251 3775 3776
841 3402 3777
1794 100 3778
80 3778 3779
333 69 3780
1388 634 3781
3555 374 3782
374 121 3783
3782 1698 3784
2409 3783 3785
107 3783 3786
914 3786 3787
597 720 3788
3296 99 3789
3789 257 3790
70 2138 3791
1426 634 3792
1896 770 3793
2280 1069 3794
2476 353 3795
3795 2224 3796
3795 2109 3797
2173 3189 3798
73 102 3799
1763 912 3800
3800 2132 3801
1289 773 3802
414 115 3803
3803 2252 3804
3803 913 3805
3805 1030 3806
3803 377 3807
3807 1063 3808
115 285 3809
115 377 3810
3810 950 3811
460 3810 3812
3810 1731 3813
711 1190 3814
109 1564 3815
2533 115 3816
414 315 3817
3817 3246 3818
3817 1132 3819
3817 1585 3820
1556 1292 3821
1028 3821 3822
913 3822 3823
118 913 3824
3824 3625 3825
118 3823 3826
3826 905 3827
277 3824 3828
3828 116 3829
1166 634 3830
1881 742 3831
2004 794 3832
346 1656 3833
721 3833 3834
277 3834 3835
89 2445 3836
825 3836 3837
79 3837 3838
68 3838 3839
68 79 3840
3840 77 3841
3841 65 3842
3842 73 3843
3843 78 3844
75 3840 3845
1021 3845 3846
3846 87 3847
3847 78 3848
1744 346 3849
695 742 3850
109 314 3851
914 3851 3852
2546 3851 3853
3851 963 3854
1245 3854 3855
1510 3851 3856
1245 3851 3857
3852 276 3858
2418 283 3859
277 2418 3860
3398 3189 3861
680 3861 3862
86 2359 3863
3863 353 3864
1177 742 3865
3137 279 3866
585 758 3867
389 1069 3868
841 1731 3869
1004 2811 3870
1957 634 3871
116 119 3872
3872 295 3873
3873 121 3874
119 1179 3875
3872 2028 3876
2290 770 3877
912 1070 3878
115 3878 3879
119 1437 3880
3880 100 3881
115 3881 3882
3030 1764 3883
3031 109 3884
1299 770 3885
1299 800 3886
851 115 3887
99 3887 3888
2197 2147 3889
258 116 3890
3661 110 3891
104 1845 3892
3849 276 3893
1068 3893 3894
1628 195 3895
3895 167 3896
70 3896 3897
870 631 3898
3898 530 3899
1117 742 3900
87 1859 3901
1603 295 3902
503 3174 3903
117 3903 3904
65 3904 3905
1896 792 3906
3556 115 3907
969 635 3908
1257 748 3909
995 1249 3910
3910 281 3911
3910 1179 3912
784 456 3913
2625 3284 3914
2700 115 3915
277 3087 3916
1954 905 3917
721 1721 3918
281 3918 3919
1235 800 3920
1094 833 3921
803 1256 3922
666 1345 3923
2134 97 3924
423 2920 3925
116 3925 3926
83 3926 3927
1867 2332 3928
101 3634 3929
1731 1974 3930
78 3930 3931
377 2110 3932
867 1256 3933
3638 283 3934
591 748 3935
2004 748 3936
2361 776 3937
3937 289 3938
3653 109 3939
119 3939 3940
257 3940 3941
2498 1697 3942
1669 770 3943
1653 2920 3944
1028 3944 3945
280 1352 3946
2568 3946 3947
101 3946 3948
2195 773 3949
1585 1238 3950
3950 276 3951
1235 757 3952
1216 669 3953
1221 669 3954
1172 737 3955
100 98 3956
1776 414 3957
862 514 3958
1177 770 3959
75 955 3960
2384 3311 3961
1990 757 3962
833 727 3963
1221 800 3964
1598 280 3965
78 3500 3966
1331 988 3967
1299 748 3968
105 260 3969
1229 3969 3970
2991 2206 3971
1217 2370 3972
578 758 3973
1552 737 3974
105 1697 3975
84 3975 3976
119 374 3977
3977 2161 3978
532 100 3979
1049 3979 3980
643 3980 3981
100 3979 3982
643 1049 3983
99 532 3984
3436 83 3985
3985 73 3986
3986 333 3987
437 2028 3988
99 3988 3989
99 437 3990
3990 1967 3991
3990 2361 3992
3990 3580 3993
3990 913 3994
3990 284 3995
3990 108 3996
3996 257 3997
105 760 3998
353 3998 3999
3668 111 4000
4000 1714 4001
1585 2931 4002
295 257 4003
1052 2209 4004
77 4004 4005
721 2070 4006
803 1581 4007
2255 121 4008
4008 1063 4009
2203 669 4010
69 68 4011
613 4011 4012
84 4011 4013
65 4013 4014
2440 4014 4015
4011 71 4016
4016 69 4017
1276 49 4018
597 669 4019
1763 117 4020
4020 3494 4021
4020 963 4022
1881 737 4023
100 2764 4024
1922 115 4025
100 2724 4026
3658 905 4027
3762 837 4028
641 1405 4029
735 4029 4030
97 4030 4031
1840 573 4032
